{
  "chapter1":
    {
      "title": "Crash and Confusion",
      "content": [
        "At last, the banging on the hull of your ship eases from a relentless banging to an occasional ping. Shaking your head, your ease your thrusters until it is just your momentum carrying through. \"That was rough\", your copilot, Charlie says from the next seat. You smile at them. \"Looks like easy going from here on though\" \"Let me just say I am glad to be rid of those kids.",

        "Charlie refers to the group of scientists that had paid you quite a bit of money to shuttle them to some god-forsaken colony on the opposite end of the galaxy. \"Yeah, well. Once we are back on Earth and rid of these load, we can get back to normal.\" Charlie raises a hand in a mock toast \"To Earth\" \"to Earth\" you raise your arm and yawn. \"Gotta tell you, that was rough\" \"Listen, why don’t you go get a couple of winks in. You’ve been up for 50 hours now and that was one hell of a run.\"",

        "\"You sure?\" you ask. Grabbing some shut eye right now would do you wonders. \"Yeah, go on. Monitors show nothing and we’ve got a long haul before us.\" \"You’ve gotta be bust too\" \"Not as much as you, now go on.\" \"Charlie, you’re an angel\" you say, unstrapping your harness. You lean over and kiss Charlie on the cheek. \"Give me a call…\" \"If anything happens, yeah, I got it, now go\"  Charlie smacks your butt as you reach up and open the hatch over your heads. Giving one last glance at the monitors and gauges, you push off and glide through the hatch into the bunk area.",
        "Stripping off your outers, you strap yourself into the bunk and set your alarm for a couple of hours. You think about Charlie as you drift asleep, not only your business partner, but soon to be life partner as well. Once you get to Earth, you will say farewell to the space longhaul business and go into something a little less risky. You couldn’t have made a better choice.",

        "Your eyes wrench open at the sound of an alarm. Groaning, you hit your watch at your wrist. The alarm continues. It’s not your watch. Jabbing at the button holding your harness, you release yourself and use the guide handles to pull yourself back to the hatch down into the main cabin. \"Charlie?\" you yell. \"What is that?\" No reply. You flip yourself over out of the hatch and push yourself down into your seat. \"Charlie?\" you look over and see her slumped in her chair. The alarm is relentless.",

        "\"Charlie, wake up.” You glance at the gauges, there’s nothing that would indicate why that blasted alarm would be going the way that it was. The monitors catch your eye. The fore monitor is a filled with blackness. Nothing is visible, not even the pinpricks of light that you have grown so accustomed to seeing. Your gauges show nothing. \"Charlie? C’mon Charlie. Wake up.\" You reach over and shake Charlie’s shoulder. No response. You take a closer look, your hand flies to your mouth involuntarily. \"Charlie?\" the whisper crawls from your lips. The natural robust tones of Charlie’s skin is gone, leaving a colorless husk, even down to the hair of their head. You feel for a pulse, knowing full well you will not find one.",
        "Your vision swims and you go limp. Blessed night. Something is grabbing you, lifting you up. You groan, and lift your hands as though to fend them off. You hear voices, but you cannot understand what it is they are saying. Your vision swims, you struggle against the hands that hold you. A face appears before you, hardly human with its enormous eyes and large feline ears. You hear crackling and a heat, the shuttle is on fire. You are brought out of the shuttle and lay on the ground. \"Charlie?\" you ask as darkness overtakes you again.",

        "You awaken to a bowl being pressed to your lips and sweet cool water slips down your throat. Gasping, you grasp the bowl and pour it drink at it greedily, spilling more than you take in. Someone is speaking, but you still cannot make it out. The bowl is taken away and a small loaf of bread is given to you. You devour as though you haven’t eaten in days. You look up at your benefactor and nearly choke, though humanoid, they are hardly human. It cocks its head to the side and watches you.",

        "You sit up, and immediately put a hand to your head as pain shoots through it. You have taken a very bad knock. Your host stands, and takes a step back, speaking to another sitting in the corner, their ears twitching this way and that as they speak. You look around at the room you are in. It is cozy, with the crackling fire on the opposite wall and rough-hewn table and chairs. Their clothing is strange- like they had just stepped out of Edwardian era back on Earth.",

        "Before you could react, one of them steps forward, makes a small bow and slaps you upside the head. You look at her in shock, not sure what to do. She peers into your face as pain courses through your mind. \"Dree, I don't think it is strong enough.\" You catch the creature in the corner saying. You look up at her. \"What did you just say?\" \"Do you understand me?\" The one intently staring at you asks. You nod, rubbing you cheek, feeling a hard nodule stuck to your temple. She grabs your hand and forces it down. \"Don't touch it. It is a translator. One of the few technologies we allow ourselves from the old days.\"",

        "\"Do you know where Charlie is?\"you ask. \"Dead.\" The being states matter-of-factly. She may as well have hit you again. All air in the room is gone. Swallowing, you croak, \"Where?\" \"Oh, Dree. We should have left it in the shuttle. We are going to be in so much trouble.\""
      ]
    },
  "chapter2":
    {
      "title": "Disbelief",
      "content": []
    },
  "chapter3":
    {
      "title": "",
      "content": []
    },
  "chapter4":
    {
      "title": "",
      "content": []
    },
  "chapter5":
    {
      "title": "",
      "content": []
    },
  "chapter6":
    {
      "title": "",
      "content": []
    },
  "chapter7":
    {
      "title": "",
      "content": []
    },
  "chapter8":
    {
      "title": "",
      "content": []
    }
}