{
  "chapter1":
    {
      "title": "Crash and Confusion",
      "content": [
        "At last, the banging on the hull of your ship eases from a relentless banging to an occasional ping. Shaking your head, your ease your thrusters until it is just your momentum carrying through. \"That was rough\", your copilot, Charlie says from the next seat. You smile at them. \"Looks like easy going from here on though\" \"Let me just say I am glad to be rid of those kids.",

        "Charlie refers to the group of scientists that had paid you quite a bit of money to shuttle them to some god-forsaken colony on the opposite end of the galaxy. \"Yeah, well. Once we are back on Earth and rid of these load, we can get back to normal.\" Charlie raises a hand in a mock toast \"To Earth\" \"to Earth\" you raise your arm and yawn. \"Gotta tell you, that was rough\" \"Listen, why don’t you go get a couple of winks in. You’ve been up for 50 hours now and that was one hell of a run.\"",

        "\"You sure?\" you ask. Grabbing some shut eye right now would do you wonders. \"Yeah, go on. Monitors show nothing and we’ve got a long haul before us.\" \"You’ve gotta be bust too\" \"Not as much as you, now go on.\" \"Charlie, you’re an angel\" you say, unstrapping your harness. You lean over and kiss Charlie on the cheek. \"Give me a call…\" \"If anything happens, yeah, I got it, now go\"  Charlie smacks your butt as you reach up and open the hatch over your heads. Giving one last glance at the monitors and gauges, you push off and glide through the hatch into the bunk area.",
        "Stripping off your outers, you strap yourself into the bunk and set your alarm for a couple of hours. You think about Charlie as you drift asleep, not only your business partner, but soon to be life partner as well. Once you get to Earth, you will say farewell to the space longhaul business and go into something a little less risky. You couldn’t have made a better choice.",

        "Your eyes wrench open at the sound of an alarm. Groaning, you hit your watch at your wrist. The alarm continues. It’s not your watch. Jabbing at the button holding your harness, you release yourself and use the guide handles to pull yourself back to the hatch down into the main cabin. \"Charlie?\" you yell. \"What is that?\" No reply. You flip yourself over out of the hatch and push yourself down into your seat. \"Charlie?\" you look over and see her slumped in her chair. The alarm is relentless.",

        "\"Charlie, wake up.\" You glance at the gauges, there’s nothing that would indicate why that blasted alarm would be going the way that it was. The monitors catch your eye. The fore monitor is a filled with blackness. Nothing is visible, not even the pinpricks of light that you have grown so accustomed to seeing. Your gauges show nothing. \"Charlie? C’mon Charlie. Wake up.\" You reach over and shake Charlie’s shoulder. No response. You take a closer look, your hand flies to your mouth involuntarily. \"Charlie?\" the whisper crawls from your lips. The natural robust tones of Charlie’s skin is gone, leaving a colorless husk, even down to the hair of their head. You feel for a pulse, knowing full well you will not find one.",
        "Your vision swims and you go limp. Blessed night. Something is grabbing you, lifting you up. You groan, and lift your hands as though to fend them off. You hear voices, but you cannot understand what it is they are saying. Your vision swims, you struggle against the hands that hold you. A face appears before you, hardly human with its enormous eyes and large feline ears sticking out at right angles to its head. You hear crackling and a heat, the shuttle is on fire. You are brought out of the shuttle and lay on the ground. \"Charlie?\" you ask as darkness overtakes you again.",

        "You awaken to a bowl being pressed to your lips and sweet cool water slips down your throat. Gasping, you grasp the bowl and pour it drink at it greedily, spilling more than you take in. Someone is speaking, but you still cannot make it out. The bowl is taken away and a small loaf of bread is given to you. You devour as though you haven’t eaten in days. You look up at your benefactor and nearly choke, though humanoid, they are hardly human. It cocks its head to the side and watches you.",

        "You sit up, and immediately put a hand to your head as pain shoots through it. You have taken a very bad knock. Your host stands, and takes a step back, speaking to another sitting in the corner, their ears twitching this way and that as they speak. You look around at the room you are in. It is cozy, with the crackling fire on the opposite wall and rough-hewn table and chairs.",

        "Before you could react, one of them steps forward, makes a small bow and slaps you upside the head. You look at her in shock, not sure what to do. She peers into your face as pain courses through your mind. \"Dree, I don't think it is strong enough.\" You catch the creature in the corner saying. You look up at her. \"What did you just say?\" \"Do you understand me?\" The one intently staring at you asks. You nod, rubbing you cheek, feeling a hard nodule stuck to your temple. She grabs your hand and forces it down. \"Don't touch it. It is a translator. One of the few technologies we allow ourselves from the old days.\"",

        "\"Do you know where Charlie is?\"you ask. \"Dead.\" The being states matter-of-factly. She may as well have hit you again. All air in the room is gone. Swallowing, you croak, \"Where?\" \"Oh, Dree. We should have left it in the shuttle. We are going to be in so much trouble.\" \"Hush, now. We could not leave it and you know it.\" The two beings continue to argue. You do not listen, you do not care to listen. You should be dead.",

        "The next few days are a blur. Your saviors ensure that you are fed, that you sleep, that you leave the bed. It does not matter, nothing matters. Charlie is gone, your ship is gone, the cargo, your home, everything- gone and by some strange quirk of fate you have survived. Your hosts tell you some about thier land, about the great fall of their people several generatons before when outsiders had come from the skies. Outsiders that looked just like you. They tell you tales of the glorious city that once was and the frightful war that ravaged the peoples and the exodus of thier wartorn people from the golden city the outsiders had built. Daedalus- this city named after the colony ship that had landed all those years ago. You remember the tales told in school of the first colony ship to leave earths orbit, lost forever. Hope blossoms within your bosom. You need to find this city, these outsiders. They may yet have the means to find your way back home.",

        "Over the course of a few days, your strength returns. Your hosts, as humanoid as they are, are very much alien and are as glad to be rid of you as you are of them. They give you an old sword, \"A relic of the golden time\", and food enough to last several days as well as a crash course on surviving the forest beyond."
      ]
    },
  "chapter2":
    {
      "title": "Disbelief",
      "content": [
        "You do not travel far before you start to realize that this land is more than meets the eye. There is a sort of eerie energy that courses through each rock, each tree. You constantly feel the weight of hungry eyes at your back. You have to keep yourself in check to keep from looking over your shoulder for invisible assailants. The beasts that you have encountered thus far have been more than you ever bargained for. Quietly you thank your lucky stars for those sword fighting skills you learned in gym class all those years ago. Centuries ago now, it seems.",
        "As you come to a bare patch beneath the catching boughs, you see a beautiful exotic flower waving gently before you, dancing on a non-existant breeze. It captures your gaze, arresting your attention. The land about you fades as the mesmeric dance infects your senses. You approach, wrapping your fingers about the slender stem. Just as you are about to pull, a great shrieking wind blows up around you, knocking you back. A bewitching figure forms before you, her eyes catch yours and she looks at you, her head cocked to the side. A sharp pain courses through your head. She smiles down on you with a smile comprised of fangs and caresses your cheek with a long taloned finger, drawing a single drop of blood.",
        "Her feet touch down upon the ground, though her weight does not stir the ground cover. Lightly, she circles you. You keep her in your sight, unwilling to let this being out of your sight. Her predatory simper chills the marrow in your bones. You have never been in more danger than as of right now at this moment.",
        "\"You are not food, not yet.\" She hisses in your ear, and with that, disappears.  Taking up your sword, you strike out, hitting at the stem of the faerie bloom. You hit again and again. Your vision fills with a swirl of red. With one last cut, you hack through the rose, finally breaking the stem. The flower falls to the ground. A noise like a thousand sirens fills your senses, filling your head. You desperately try to hold onto your senses. The death cry overcomes you and you fall to your knees, crying yourself at the pain of it. Blessedly, you pass out. You wake some time later, confused as to what happened, but with a sense that you have just overcome a significant obstacle.",
        "Shaking, you gather yourself together, grateful to be alive after such a frightful encounter, but knowing full well, this is not the last you have seen of the forest's daughter."
      ]
    },
  "chapter3":
    {
      "title": "Direction",
      "content": [
        "You look about you. The forest here looks thicker, denser. You shudder as you think about the things you have come across already, what is it going to be like in there? Bolstering your courage, you continue, one step in front of another. You have not gone far before you come across a camp. The coals in the fire pit are still warm. Grateful for the heat, you pick up a stick and stir them before rubbing your hands together and finding more sticks to add to the fire.",

        "\"Who goes there?\" a voice calls from behind you.",

        "\"A friend\" you reply. \"May the Mother be with you.\" You add, turning towards the voice.",

        "A rather burly looking lemurian steps out of the trees. \"Human?\"",

        "You nod. \"Please, I come in peace. I am on my way to find Daedalus.\"",

        "He looks at you, \"You know our tongue?\"",

        "\"My ship crashed and I was saved by one of your people, Dreeah. She taught me and told me about Daedalus, said I might find more who are like me and can help me get home.\"",

        "The corner of his lip curled up in a smile at her name. \"Dreeah. Always taking in strays, that one. You still a long ways to go.\"",

        "\"So you have heard of it?\"",

        "\"Every child has been told stories of the old times, and of humans.\" He drops the bundle he is holding. You see it is a bevy of tiny rabbit-like creatures with incredibly long legs. He sits on a log by the fire, gestures for you to do the same, and starts tending to the embers of the fire, coaxing them back into life. You watch his movements carefully, this could come in handy later.",

        " \"You may rest here, but you must be on your way in the morning. The mother knows you are here and she is not happy.\"",

        "\"Believe me, I want to leave every bit as much as you want me to leave. I would love to be able to return to my home world.\" The Lemurian flashes a wan smile your way. \"Perhaps then you’ll make it.\"",

        "Morning does not come soon enough.",

        "The darkness of the forest starts to fade into a milky light. You are glad to be free of it. The trees are thinner here, younger. Your step, though tired, is lighter. Perhaps the creatures you meet ahead will have similar dispositions.",

        "Intrepid adventurer you are, you proceed to climb down the steep cliff face. Each rock fall draws a gasp from your lips as each small slip could easily be your last. The bare black trees below reach up their arms as though eager to catch you in their spiny grip. Aided only by sparse vegetation and the broken cliff face itself, an eternity passes as you pick your way down. Once the soles of your boots touch onto more level ground, you allow yourself to fall to the ground in relief before gathering together the spare dry brush and branches scattered about the rocky ground to build yourself a fire. That climb tired you and you decide to rest for the night to get your strength back to what it was. Looking back up the escarpment, you can hardly believe you managed to climb down. The less you think about it, the better.",

        "You are woken just before dawn break by the touch of a cool wet nose nuzzling the palm of your hand. For a second you think of home, but your memory soon returns and you bolt up. The dog-sized creature that had awoken you darts further into the forest, long serpentine tail dragging through the leaves. A shiver runs up your spine; what was that creature? Putting it out of your mind, you release the rope holding your bag up in the branches of the tree and start the trek into the forest.",

        "As you head deeper into the forest, the trees regain their leaves and the massive boulders scattered about the forest floor start to reduce in size. The stillness of the trees remains however, quieter than any forest you have ever been in. Such stillness makes you think. Your thoughts drift to Charlie. Where could they be? Dreeah had said the hatch was open and you were the only one inside the car of the ship when she had come by. You shudder as your thoughts turn dark. The thought of Charlie being preyed upon by the denizens of the dark is too much. You force yourself to focus on the task at hand, which is to find this \"Daedalus\" and find someone who can possibly send you home."
      ]
    },
  "chapter4":
    {
      "title": "Home",
      "content": [
        "The brush about you gets thicker as the trunks of the trees get smaller and the land starts to slope upwards. You are tired and weary, your travels weigh heavy on your mind. So tired are you, you nearly run into the massive wall before you. This wall is comprised of rusted metal and ceramic plates covered in a thick blanket of creeping ivy. You scarcely believe your eyes as you stretch out your hand to touch it. Stepping back, you look at the height and length of the wall, noticing the inward slope at the top. \"This must be the Daedalus\" you realize, your spirits suddenly lifted. You follow the wall of the ship. It seems to go for miles. \"Hullo\" you call out.",

        "The ground beneath you rumbles and shakes, the shrieking of metal fills the air as a section of the wall slides out toward you and then to the side, revealing the cavernous inside. There is a shadow figure inside, it seems to be beckoning. You enter, and the figure becomes clearer to you. \"Charlie?\"",

        "You enter the opening and darkness engulfs you.",

        "Thanks for playing the demo version of Lemuria."
      ]
    }
}